apt-transport-https
ca-certificates
curl
gnupg
lsb-release
wget
azure-cli
azure-functions-core-tools
blobfuse
coreutils
dnsutils
docker
dos2unix
findutils
fuse
gh
git
htop
jq
kubectl
less
man
msodbcsql17
mssql-tools
nano
nmap
node-typescript
powershell
sed
snapd
telnet
tmux
traceroute
tree
unixodbc-dev
unzip
whois